TestCases/BubbleColumnPop/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water air);
continuousPhase water;   //Added after DPMFoam edits to createFields.H

water
{
    transportModel  Newtonian;
    nu              9.757e-07;
    rho             998;
}

air
{
    transportModel  Newtonian;
    nu              1.516e-05;
    rho             1.199;
}

sigma            0.07;

// ************************************************************************* //
